{"Headline":"prime polluter","Subheadline":"Five years on, Amazon’s Climate Pledge leaves a legacy of weak and broken promises in U.S. shipping and deliveries","cards":[{"Quote":"“In 2019, we made a big bet on the capabilities of our company to innovate, use our scale for good, and go faster to address the urgency of the climate crisis.”","Byline":"2019 Amazon Sustainability Report","Headshot":"1.jpg","Flip":"Since 2019, Amazon expanded its U.S. inbound and domestic aviation emissions by 67%","Icon":"plane","Number":"67%"},{"Quote":"“We are directly taking on the big challenges that come with decarbonizing transportation and logistics, and fighting climate change.”","Byline":"Amazon CEO and President Andy Jassy (2022)","Headshot":"2.jpg","Flip":"Since 2019, Amazon has grown its heavy-duty trucking emissions 51.1% and failed to offer solutions in the middle-mile sector","Icon":"truck","Number":"51%"},{"Quote":"“Our resolve is driven by science, and the science tells us that we have a limited window to act and stay below a predicted 1.5-degree Celsius global temperature rise.”","Byline":"Kara Hurst, Amazon Chief Sustainability Officer in the 2020 Amazon Sustainability Report","Headshot":"3.jpg","Flip":"Amazon’s 120,000 EV adoption commitment will result in a net growth in last-mile delivery emissions by 2030 and further limit the window to a 1.5-degree pathway. Between 2019 and 2023, emissions from last-mile delivery vehicles nearly tripled.","Icon":"cable","Number":"3x"},{"Quote":"“We continue to advance public policies at the national and multinational levels that will support the decarbonization of the maritime shipping sector.”","Byline":"2021 Amazon Sustainability Report","Headshot":"4.jpg","Flip":"While pulling its policy sleight of hand to protect industry interests, Amazon grew its maritime shipping emissions 26.3% since 2019. Its idling ships continue to poison port communities.","Icon":"ship","Number":"26.3%"}],"StoryTop":{"Headline":"Five Years Lost Under Amazon’s Climate Pledge","Subheadline":"In September 2019, Amazon announced a bold commitment to climate progress, aiming to meet the Paris Agreement targets by 2040. Since then, the company has used the Climate Pledge to both distract from the growing dock-to-door emissions from its U.S. imports and deliveries, and to cheat its way to climate progress. A joint investigation by Stand.earth Research Group (SRG), the Clean Mobility Collective (CMC), and the Ship it Zero (SiZ) campaign reveals Amazon’s greenhouse gas emissions increased approximately 25% since that announcement."},"story":[{"Copy":"<p>Transportation is the world’s largest source of new greenhouse gas emissions that drive climate change. The explosion of the e-commerce sector in recent years, driven by Amazon’s ever-faster delivery, has made it much harder to align transportation emissions with critical near-term targets. </p>\r\n\r\n\r\n<p>Amazon logistics delivered 5.9 billion parcels in the U.S., and an estimated 8.9 billion parcels globally in 2023.</p>"},{"Copy":"<p>Amazon has been and continues to be a prime polluter in the transportation sector. It has a responsibility to be a part of the solution — for our planet and the lives and livelihoods of its customers, of course, but also to preserve the long-term operations of its business.</p>\r\n<p>Every package’s journey from dock to door accumulates emissions from the different modes of transportation used by Amazon. For instance, last-mile delivery trucks comprised 20.6% of emissions for parcels delivered in 2023.</p>"},{"Copy":"<p>Sadly, five years since announcing the Climate Pledge, an assessment of Amazon’s efforts to reduce emissions shows the company to be woefully failing this commitment. During this time, Amazon backtracked on existing promises and started moving in the wrong direction. <p>\r\n\r\n\r\n<p><b>In 2023, Amazon Logistics U.S. dock-to-door delivery pollution generated <mark style=\"background-color:#893334;color:#fff;\">5.8 million metric tons of carbon dioxide</mark>, which represents an 18% average year-over-year growth since 2019. </b></p>"},{"Copy":"<p>To better understand the dramatic increase in Amazon’s dock-to-door emissions, let’s break the data down by each mode of transport.</p>","Viz":"breakdown"},{"Copy":"<p>Even though inbound <mark style=\"background-color:#4D93AA;color:#fff;font-weight:bold;\">maritime shipping</mark> holds the smallest share of Amazon emissions corresponding with U.S. shipping and deliveries, between 2019-2023, Amazon expanded its U.S. inbound maritime shipping carbon dioxide emissions by 26%.</p>\r\n\r\n\r\n<p>At current growth rates, <b>maritime shipping could represent as much as 17% of global human-caused carbon emissions by 2050</b>. Without the rapid decarbonization of this sector, meeting a 1.5°C target will be impossible. As such, each company engaged in ocean shipping must take accountability for its maritime emissions in order to catalyze the necessary transition to zero emissions vessels (ZEVs).</p>"},{"Copy":"<p>Amazon has deliberately expanded fast and dirty <mark style=\"background-color:#AA8B32;color:#fff;font-weight:bold;\">air freight shipping</mark>, which is the largest source of Amazon Logistics U.S. emissions and significant contributor overall transportation emissions growth.</p>\r\n\r\n\r\n<p>From 2019 to 2023, Amazon has <b>increased its U.S. inbound and domestic air freight pollution by 67% to nearly 2.5 million metric tons of carbon dioxide</b> in 2023, representing an average annual growth rate of 15%. That is as much carbon pollution as is generated to power 500,000 U.S. households.</p>"},{"Copy":"<p>Amazon has no plan to curb growing <mark style=\"background-color:#B06442;color:#fff;font-weight:bold;\">heavy-duty trucking</mark> emissions, which comprise more than a third of a package’s carbon pollution.</p>\r\n\r\n\r\n<p>Since 2019, the company’s U.S. <b>heavy-duty and drayage trucking carbon dioxide emissions grew at an estimated average annual growth rate of 19%, or 51% total growth for the whole period.</b></p>"},{"Copy":"<p>Amazon is using weak last-mile electric vehicle commitment to distract from over 190% increase in delivery van emissions since 2019.</p>\r\n\r\n\r\n<p>The Climate Pledge has failed to slow the company’s meteoric rise in <mark style=\"background-color:#7D65A5;color:#fff;font-weight:bold;\">last-mile delivery emissions</mark>. Over the last five years, Amazon has <b>expanded its carbon emissions in the last mile at an AAGR of 37% during the period 2019-2023, or 190% simple growth from 408,000 metric tons of carbon dioxide in 2019 to 1.2 million metric tons in 2023</b>. Last year, the company quietly backed out of its Shipment Zero initiative to make 50% of its shipments net-zero by 2030, further demonstrating its lack of seriousness.</p>"}],"evs":[{"Headline":"Amazon is touting its investment in EVs","Copy":"Amazon’s proposed solution to this disastrous climate problem is the adoption of 120,000 electric delivery vans globally by 2030. In 2023, the company claims that it accelerated fleet additions and reached almost 20,000 electric delivery vans.","Viz":"evs"},{"Headline":"And yet, Amazon’s EV commitment only covers one-third of the company’s U.S. fleet need","Copy":"<h2>And yet, Amazon’s EV commitment only covers one-third of the company’s U.S. fleet need</h2><p>Amazon will need an estimated 400,000+ vehicles to meet its global package delivery needs in 2030. As of this year, Amazon has only committed to 120,000 electric vehicles — and only adopted 19,800.</p>","Viz":"evsfull"}],"recommendations":{"Headline":"To be a real climate leader, Amazon needs to drop the act and provide a comprehensive, multi-year plan toward reducing emissions.","Copy":"<p>The solution to Amazon’s problem and its climate and community impacts will require the company to immediately reduce dependence on air freight cargo shipping, and transition toward land and sea zero-emission shipping for more products and product categories. </p>\r\n\r\n\r\n<p>At the same time, Amazon will have to increase the scale and scope of its emissions reductions efforts in those categories. This equates to much more ambitious goals for zero-emission heavy-duty trucks and delivery vans, a verifiable implementation roadmap, and improved transparency into carbon accounting. </p>","RecoHeadline":"We call on Amazon to:"},"recos":[{"Reco":"Publicly commit to 100% zero-emission last-mile deliveries and maritime shipping by 2030","Detail":"Amazon needs to go far beyond its current commitment with a view toward fully zero-emission last-mile deliveries by 2030."},{"Reco":"Publicly commit to zero-emission middle-mile deliveries by 2035","Detail":"Beyond the last-mile, Amazon needs to set itself on a verifiable pathway toward the phasing out of fossil-fueled heavy-duty trucks and drayage vehicles by 2035. The company needs to take further accountability for this transition by investing in the buildout of critical infrastructure, such as charging stations. The cost of this transition cannot be passed onto contractors and subcontractors."},{"Reco":"Publicly commit to zero-emission air freight by 2040","Detail":"Amazon must take immediate action to reverse its recent emphasis on air freight shipment. The company needs to show a pathway to reduced dependence on aviation for middle-mile transport in the near-term. It must also show a plan for zero-emission air freight shipment by 2040."},{"Reco":"Immediately implement measures to ensure the cost of transition is not passed onto communities and workers","Detail":"The measures described here are a starting point for a company aspiring to climate leadership. That said, Amazon also has a responsibility to the communities most impacted by its operations, and to the workers through whose efforts the company has grown. It must ensure a just transition in which the costs of implementation are not passed onto these groups."}],"recos2":["Phasing out of fossil fuel vehicles and transition to 100% zero-emission last-mile deliveries, including deliveries made by contractors and subcontractors.","Publicly sharing information on their emissions and fleet sizes, including detailed reporting on the emissions and vehicles of contractors and subcontractors, and progress on zero-emission delivery on a country/regional basis.","Ensuring the cost of transitioning from fossil fuel vehicles to electric vehicles, cargo bikes, and other zero-emission options is not passed on to contractors and subcontractors.","Increasing the use of e-cargo bike deliveries, neighborhood delivery hubs, and other zero-emission options.","Working with original equipment manufacturers and governments to track and source mined materials that have the least amount of environmental and health impacts for electric vehicle fleets.","Prioritizing communities experiencing the highest levels of pollution and poor air quality first for the transition to electric vehicles and other zero-emission options.","Invest in and publicly advocate for zero emission vessel port infrastructure, including shore power and fossil-free, zero emission vessel fuels.","Demand emissions reductions operational measures from maritime carriers, such as slower ships speeds and efficient route planning, and these immediate emissions reduction options to Amazon Global Logistics clients.","Increase financial support and advocacy for the rapid uptake of zero emission maritime fuels and propulsion technologies, such as green hydrogen-based fuels, battery power storage, and wind assisted propulsion."]}